import './privacy.css';

export default function Page() {
  return (
    <section>
      <h1>리부트 배드민턴장 개인정보 처리방침</h1>
      <p>
        <a href="https://reboot-badminton.com" className="text-blue-700">리부트 배드민턴장</a>은 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
      </p>

      <h2>1. 개인정보의 처리 목적</h2>
      <p>
        리부트 배드민턴장은 다음의 목적을 위해 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
      </p>
      <ul>
        <li>
          <b>회원 가입 및 관리</b>
          <p>회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 등</p>
        </li>
        <li>
          <b>서비스 제공</b>
          <p>서비스 제공, 콘텐츠 제공, 맞춤 서비스 제공, 본인인증 등</p>
        </li>
      </ul>

      <h2>2. 개인정보의 처리 및 보유 기간</h2>
      <ol>
        <li>
          리부트 배드민턴장은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
        </li>
        <li>
          각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
          <ul>
            <li>
              <b>회원 가입 정보</b>: 회원 탈퇴 시까지 보유하며, 관계 법령에 따라 일정 기간 보관 후 파기합니다.
              <ul>
                <li>이름, 전화번호, 이메일, 생년월일, 성별: 회원 탈퇴 시까지 보유</li>
              </ul>
            </li>
            <li>
              <b>서비스 이용 정보</b>: 서비스 이용 기록은 서비스 이용 종료 후 3개월까지 보관합니다.
            </li>
          </ul>
        </li>
      </ol>

      <h2>3. 처리하는 개인정보 항목</h2>
      <p>리부트 배드민턴장은 다음의 개인정보 항목을 처리하고 있습니다.</p>
      <ul>
        <li>필수항목: 이름, 전화번호, 이메일, 생년월일, 성별</li>
        <li>선택항목: 없음</li>
      </ul>

      <h2>4. 개인정보의 파기</h2>
      <ol>
        <li>리부트 배드민턴장은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.</li>
        <li>정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다.</li>
        <li>
          개인정보 파기의 절차 및 방법은 다음과 같습니다.
          <ul>
            <li>
              <b>파기절차</b>: 리부트 배드민턴장은 파기 사유가 발생한 개인정보를 선정하고, 리부트 배드민턴장의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
            </li>
            <li>
              <b>파기방법</b>: 리부트 배드민턴장은 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
            </li>
          </ul>
        </li>
      </ol>

      <h2>5. 개인정보의 안전성 확보 조치</h2>
      <p>리부트 배드민턴장은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</p>
      <ul>
        <li>
          <b>개인정보의 암호화</b>: 이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
        </li>
        <li>
          <b>해킹 등에 대비한 기술적 대책</b>: 리부트 배드민턴장은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
        </li>
        <li>
          <b>개인정보처리시스템 접근 제한</b>: 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여·변경·말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
        </li>
        <li>
          <b>개인정보 취급 직원의 최소화 및 교육</b>: 개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.
        </li>
        <li>
          <b>개인정보보호전담기구의 운영</b>: 별도의 개인정보 보호 책임자를 지정하여 개인정보를 보호하고 있습니다.
        </li>
      </ul>

      <h2>6. 개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항</h2>
      <p>리부트 배드민턴장은 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용하지 않습니다.</p>

      <h2>7. 개인정보 보호책임자 작성</h2>
      <ol>
        <li>
          리부트 배드민턴장은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
          <ul>
            <li>개인정보 보호책임자
              <ul>
                <li>성명: 안진욱</li>
                <li>직책: 대표</li>
              </ul>
            </li>
          </ul>
        </li>
        <li>정보주체께서는 리부트 배드민턴장의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 리부트 배드민턴장은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.</li>
      </ol>

      <h2>8. 개인정보 처리방침 변경</h2>
      <ol>
        <li>이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.</li>
        <li>이 개인정보처리방침은 2024년 10월 18일부터 시행됩니다.</li>
      </ol>

      <h2>9. 개인정보의 열람청구</h2>
      <p>정보주체는 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 책임자에게 할 수 있습니다. 리부트 배드민턴장은 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.</p>
      <ul>
        <li>
          개인정보 열람청구 접수·처리 책임자
          <ul>
            <li>담당자: 안진욱</li>
            <li>직책: 대표</li>
          </ul>
        </li>
      </ul>

      <h2>10. 권익침해 구제방법</h2>
      <p>정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.</p>
      <ul>
        <li>
          개인정보 침해신고센터 (한국인터넷진흥원 운영)
          <ul>
            <li>소관업무: 개인정보 침해사실 신고, 상담 신청</li>
            <li>홈페이지: privacy.kisa.or.kr</li>
            <li>전화: (국번없이) 118</li>
            <li>주소: (58342) 전남 나주시 진흥길 9(빛가람동) 개인정보침해신고센터</li>
          </ul>
        </li>
        <li>
          개인정보 분쟁조정위원회
          <ul>
            <li>소관업무: 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)</li>
            <li>홈페이지: www.kopico.go.kr</li>
            <li>전화: (국번없이) 1833-6972</li>
            <li>주소: (03171) 서울특별시 종로구 세종대로 209 정부서울청사 12층</li>
          </ul>
        </li>
      </ul>
    </section>
  );
}